---
title: PowerShell EncodedCommand
id: 11111111-1111-4111-8111-111111111111
logsource:
  product: windows
detection:
  sel:
    process.command_line|contains: "-EncodedCommand"
  condition: sel
fields:
  - host.name
  - process.command_line
falsepositives:
  - "Admin automation"
level: medium
